Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/spesialpedagogisk-nordsamisk.pdf_epslanguage=no.pdf.tmx
Source language: sme
Languages: sma

source: Earenoamášpedagogalaš veahkki viđa minuhtas – dutnje gii leat vánhen
sma: Sjïerepedagogeles viehkie vïjhte minudti raejesne – dutnjien tjidtjie jallh aehtjie

source: Jus du mánás lea earenoamáš hástalusat, de sáhttá sus leat vuoigatvuohta oažžut earenoamášpedagogalaš veahki.
sma: Jis dov maana sjïere dåeriesmoerh åtna, maahta dïhte reaktam sjïerepedagogeles veahkan utnedh.

source: Mánás sáhttá leat vuoigatvuohta oažžut veahki riegádeami rájes, ja beroškeahttá lea go mánáidgárddis vai ii
sma: Maana maahta reaktam veahkan utnedh reakadimmien raejeste, seamma jis dïhte maanajgïertesne jallh ij leah desnie.

source: Earenoamášpedagogalaš veahkki sáhttá ovdamearkka dihte leat hárjehallan, arvvosmahttin dahje doarjja sidjiide geat barget mánáidgárddis.
sma: Sjïerepedagogeles viehkie maahta vuesiehtimmien gaavhtan årrodh saavredh, skreejrehtidh jallh dåarjoeh dejtie gïeh maanajgïertesne berkieh.

source: Don gii leat vánhen,
sma: Viehkie edtja dov maanan

source: galggat álo oažžut rávafálaldaga.
sma: daerpiesvoetine sjïehtedidh.

source: Jus don dahje muhtin eará gii dovdá du máná, fuolastuvat iežat máná ovdáneamis, galgá suohkan ja PP-bálvalus árvvoštallat ja neavvut maid mánná dárbbaša.
sma: Jis datne jallh jeatjah gie dov maanam damtedh, dov maanan evtiedimmiem tjomperdidh, edtjieh tjïelte jïh PP-dïenesje vuarjasjidh jïh rååresjidh maam dov maana daarpesje.

source: Ovdal go du mánná oažžu earenoamášpedagogalaš veahki, ferte suohkan dahkat eaŋkilmearrádusa.
sma: Åvteli dov maana sjïerepedagogeles viehkiem åadtjodh, tjuara tjïelte ajne nænnoestimmiem nænnoestidh.

source: Maid mearkkaša Pedagogalaš-psykologalaš bálvalus (PP-bálvalus) Bálvalus mii neavvu suohkaniid dan birra movt heivehit mánáide geain leat earenoamáš dárbbut.
sma: Mij dïhte sæjhta jiehtedh Pedagogihken-psykologihken dïenesje (PP-dïenesje) Dïenesje mij raerieh tjïeltide vadta sjïehtedimmiej bïjre maanide sjïere daerpiesvoetine.

source: Áššedovdi árvvoštallan Dokumeanta PP-bálvalusas mii čájeha dárbbaša go mánná earenoamášpedagogalaš veahki, ja mas neavvu makkár fálaldaga mánná, vánhemat dahje mánáidgárdi berre oažžut.
sma: Maehteles vuarjasjimmie Tjaatsege PP-dïenesjistie mij vuesehte jis maana sjïerepedagogeles viehkiem daarpesje, jïh mij rååresje mah faaleldahkh maanam, eejhtegh jallh maanajgïertem byöroe åadtjodh.

source: Eaŋkilmearrádus Reive suohkanis mas čuožžu lea go mánás vuoigatvuohta oažžut earenoamášpedagogalaš veahki vai ii, ja mii veahkki galgá leat.
sma: Ajne nænnoestimmie Prievie tjïelteste mij jeahta jis maana reaktam åtna sjïerepedagogeles viehkiem jallh ij dam utnieh, jïh mij viehkie.

source: Don sáhtát álo váidalit eaŋkilmearrádusa.
sma: Datne iktegisth maahtah nænnoestimmiem laejhtedh.

source: Maid sáhtán mun vuordit suohkana bealis ?
sma: Maam maahtam tjïelteste veanhtadidh ?

source: Sii galget
sma: Dah edtjieh

source: • váldit du searvái ja jearrat dus ovdal mearridit áššiin mat gusket du mánnái
sma: • datnem gihtjedh jïh galkh meatan sjïdtedh åvteli dah maam akt nænnoste dov maanan bïjre

source: • árvvoštallat dárbbaša go du mánná earenoamášpedagogalaš veahki • bivdit PP-bálvalusa čađahit áššedovdi árvvoštallama jus don dan siđat, dahje jus suohkan dahje mánáidgárdi oaivvilda ahte mánná dárbbaša earenoamášpedagogalaš veahki
sma: • vuarjasjidh jis dov maana sjïerepedagogeles viehkiem daarpesje • pp-dïenesjem gihtjedh faageles vuarjasjimmiem darjodh jis datne dam sïjhth, jallh jis tjïelte jallh maanajgïerte mielieh maana sjïerepedagogeles viehkiem daarpesje

source: • dahkat eaŋkilmearrádusa mii muitala galgá go mánná oažžut earenoamášpedagogalaš veahki vai ii, ja mii veahkki galgá leat
sma: • akte nænnoestimmiem nænnoestidh mij jeahta jis maana edtja sjïerepedagogeles viehkiem åadtjodh jallh ij dam åadtjoeh, jïh mij viehkie.

source: • addit mánnái earenoamášpedagogalaš veahki nu movt lea čilgejuvvon eaŋkilmearrádusas
sma: • maanese sjïerepedagogeles viehkiem vedtedh guktie nænnoestimmesne buerkiestamme

source: • bearráigeahččat ahte ráhkaduvvo čálalaš raportta earenoamášpedagogalaš veahki ja máná ovdáneami birra okte jagis.
sma: • geehtestidh tjaaleldh reektesem dorjesovvedh dan sjïerepedagogeles viehkien bïjre jïh maanan evtiedimmine fïerhten jaepien

source: Maid sáhtán mun dahkat ?
sma: Maam maahtam darjodh ?

source: Don gii leat vánhen
sma: Datne tjidtjie jallh aehtjie

source: • sáhtát gáibidit ahte suohkan iská dárbbaša go du mánná earenoamášpedagogalaš veahki
sma: • maahtah krïevedh tjïelte goerehte jis dov maana sjïerepedagogeles viehkiem daarpesje

source: • galggat leat searvvis ja miehtat ovdal go suohkan bivdá PP-bálvalusa guorahallat du máná
sma: • galka meatan sjïdtedh jïh jååhkesjidh åvteli tjïelte PP-dïenesjem gihtjie jis dov

source: • galggat leat searvvis ja miehtat ovdal suohkan mearrida ahte du mánná galgá oažžut earenoamášoahpaheami
sma: • galka meatan sjïdtedh jïh jååhkesjidh åvteli tjïelte nænnoste dov maana edtja sjïerepedagogeles viehkiem åadtjodh

source: • galggat oažžut čálalaš árvvoštallama okte jagis veahki birra maid du mánná oažžu ja movt du mánná ovdána
sma: maana åådtje, jïh vuarjasjimmiem guktie dov maana evtede

source: • sáhtát váidalit jus du mánná ii oaččo earenoamášpedagogalaš veahki
sma: • maahtah laejhtedh jis ij dov maana sjïerepedagogeles viehkiem åadtjoeh

source: • sáhtát váidalit veahki sisdoalu, čađaheami dahje organiserema
sma: • maahtah sisvegem, tjïrrehtimmiem jallh viehkien öörnemem laejhtedh

source: Mun áiggun diehtit eambbo !
sma: Sïjhtem jijnebe daejredh !

source: Don sáhtát lohkat eambbo earenoamášpedagogalaš veahki birra dán báikkis: www.udir.no/tidliginnsats ja www.fug.no.
sma: Maahtah vielie sjïerepedagogeles viehkien bïjre lohkedh www.udir.no/tidliginnsats jïh www.fubhg.no.

source: Dát dieđut leat dušše dárogillii.
sma: Daah bïevnesh ajve daaroengïelesne.
